export default function Synopsis() {
  return(
    <div>
      <p> 
        때는 1920년 후반 시카고, 보드빌 배우 벨마 켈리는 자신의 남편과 여동생의 불륜 현장을 목격하고 그 둘을 총으로 쏘아 죽인다.
      </p>
      <p>
        또 다른 주인공, 스타가 되길 꿈꾸는 록시 하트는 자신의 남편을 두고도 
        프레드 케이슬리라는 남자와 은밀한 관계를 가져오다 그에게 다른 여자가 생기자 프레드에게 총을 쏴 살해한다.
        록시는 집으로 돌아온 남편 에이모스에게 단순 강도를 살해한 것으로 속이고, 에이모스는 록시의 죄를 자신이 뒤집어 쓰려 한다.
        하지만 경찰의 수사로 록시와 프레드의 관계가 드러나자 에이모스는 큰 배신감을 느끼며 록시의 범죄 사실을 시인한다.
      </p>
      <p>
        결국 쿡 카운티 교도소로 보내진 록시, 벨마와 제 각기 다른 사연으로 들어온 리즈, 애니, 준, 후넉, 모나 5명의 여죄수들과 함께 생활하게 된다.
      </p>
      <p>
        또한 그 곳에는 '마마'라고 불리는 교도관 매트론 모튼이 감방의 여죄수들에게 돈을 받고 도움을 주며 유착관계를 형성하고 있었다.
      </p> 
      <p>  
        벨마는 메스컴을 통해 유명세와 무죄석방을 얻어내 다시 보드빌 무대에 설 기회를 노리고 있었고 마마는 벨마에게 대가를 받으며 이를 돕고 있었다.
        그러다 갑작스러운 록시의 출현으로 세간의 주목이 벨마가 아닌 록시에게 쏠리게 된다.
      </p>
      <p>
        한편, 시카고 최고의 변호사인 빌리 플린은 한번도 재판에서 진 적 없는 능력 있는 변호사이다.
        빌리 플린은 벨마를 변호하다 록시의 변호를 맡기로 하고 벨마는 세간의 주목과 빌리를 가로챈 록시를 괘씸해 한다.
      </p>
      <p>
        록시의 재판을 맡은 빌리 플린은 그녀의 인생사와 사건의 전말의 새롭게 꾸며내고 신문기자 메리 선샤인을 이용해 사람들의 동정심을 유발한다.
        곧이어 록시는 빌리의 계획대로 화제의 인물로 떠올라 각종 신문 지면을 장식하게 되고 벨마는 재판 날짜까지 뒷전으로 밀리게 된다.
      </p>
      <p>
        벨마는 록시를 이용해 자신의 명성을 이어가기 위해 그녀에게 협력하기를 제안하지만 이미 인기를 한 몸에 받고 있는 록시는 거절한다.
      </p>
      <p>
        자신의 입지를 굳히려 에이모스의 아기를 가졌다는 거짓말까지 하는 록시. 
        아둔한 에이모스는 이에 속아 자신이 아빠가 된다는 사실에 기뻐하고 벨마는 록시의 거짓말을 눈치 채지 못하는 사람들을 보며 어이없어 한다.
      </p>
      <p>
        벨마가 재판을 위해 준비한 아이디어까지 가로채는 록시와 빌리. 하지만 둘 사이에도 균열이 가기 시작한다.
        그러다 후넉이 여죄수 최초로 교수형을 당하자 록시는 어쩔 수 없이 빌리와 다시 손을 잡는다.
      </p>
      <p>
        빌리의 약속대로 무죄 판결을 받게 되지만 세간의 관심은 이내 또 다른 사건으로 옮겨가고 
        스타가 되려는 록시의 꿈도 물거품이 되어 사라진다.
        명성의 덧없음을 느끼고 결국 함께 공연을 하는 벨마와 록시. 그녀들의 은색 구두가 반짝이며 이야기는 끝을 맺는다.
      </p>  
    </div>
  )

};