export default function Synopsis() {
  return(
    <div>
      <p> 
        (좀 짧게 줄이고)
        때는 1920년 후반, 재즈 열풍과 냉혈 킬러들이 넘쳐나는 금주법 시대의 시카고. 
        서곡이 끝나고 막이 열리면 우리는 보드빌 배우 벨마켈리를 소개받는다. 
        그녀는 자신의 남편과 여동생이 함께 침대에 누워있는 것을 목격하고는 그 둘을 총으로 쏘게 된다. 
      </p>
      <p>
        한편, 또다른 주인공으로 나이트 클럽의 코러스 싱어로 일하는 록시 하트가 소개되는데 그녀는 자신의 남편이 있음에도 불구하고 나이트클럽의 단골 손님인 프레드 케이슬리라는 남자와 은밀한 관계를 가져오다가 그에게 다른 여자가 생기자 프레드를 쏘아 살해한다. 
        록시는 자신의 남편 아모스에게는 자신이 살해한 사람이 단순히 강도였다고 속이고 이에 아모스는 기꺼이 모든 죄를 자신이 뒤집어쓰려 하지만 경찰의 수사로 인해 록시와 프레드의 관계가 드러나자 아모스는 크나큰 배신감에 괴로워하며 그녀의 범죄 사실을 시인하고 감옥으로 보내기로 한다. 
        사법 처리된 록시는 쿡 카운티 교도소 여자 감방에서 벨마와 제 각기 다른 사연으로 그곳에 들어오게 된 리즈, 애니, 준, 후넉, 모나 이 5명의 여죄수들과 함께 생활하게 된다.
      </p>
      <p>
        쿡 카운티 감옥은 매트론 모톤, “마마”라 불리는 감방의 간수가 자신의 도움을 필요로 하는 여죄수들과 상호부조의 관계를 형성하고 있다.
        캡틴 “마마”는 벨마가 무죄석방된 후에 대가를 받기로 하고 마마는 매스미디어에서 그 주의 최고 살인자로 선정한 벨마를 돕기로 한다. 메스컴을 이용해 벨마를 대중매체에 홍보해 유명하게 만들어 보드빌 무대에 다시 설 수 있는 기회를 만들어 주려하는데 록시의 출현으로 세간의 주목이 모두 록시에게 쏠리게 된다.
      </p>
      <p>
        모든 죄수들이 자신들의 변호를 맡기려 할 정도로 능력있는 변호사 빌리 플린이 벨마를 변호하다가, 록시의 변호를 맡게 됨으로서 그녀들의 운명은 뒤바뀐다. 벨마는 세간의 주목과 빌리플린을 가로챈 록시를 괘씸해 한다.
        시카고 최고의 형사재판 변호사, 빌리 플린은 한번도 재판에 진 적이 없는 사람이다. 록시의 사건을 맡아 그녀의 인생사를 꾸며내고 사건의 전말을 새롭게 바꾸는 등 신문기자인 매리 선샤인을 이용해 사람들의 동정심을 유발시켜 그녀를 무죄 석방 해줄 것을 호언 장담한다. 
      </p> 
      <p>  
        곧이어 록시는 빌리 플린의 계획대로 시카고 화제의 인물로 떠올라 각종 신문지면을 장식하게 되고 벨마의 인기며 경력, 재판 날짜는 뒷전으로 밀리게 된다.
        벨마는 록시와 함께 스타로서의 명성을 이어가기 위해서 그녀에게 같이 협력하기를 요구하지만 이미 인기인이 된 록시는 벨마의 요구를 거절하고, 벨마는 이제 자신이 과거의 스타임을 깨닫게 된다. 록시 역시 자신이 탐욕에 의한 꼭두각시에 불과하다는 것을 알게 된다.
      </p>
      <p>
        두 사람은 자기들이 진정 의지할 사람은 자기 자신밖에 없음을 깨닫고 록시는 스스로 기지를 발휘해 자신이 임신한 것으로 꾸민다. 벨마는 록시의 임신 소동에 사람들이 속아넘어가자 어이없어한다. 
        반면 계산에 둔한 아모스는 속임수라는 것을 눈치 못채고 자신이 아빠가 된다는 사실에 기뻐한다.
      </p>
      <p>
        벨마는 재판을 위해 준비한 여러 계획들을 빌리 플린에게 말하지만 쇼맨십이 뛰어난 빌리는 벨마의 아이디어를 록시의 재판에 이용한다. 록시는 빌리의 약속대로 무죄 판결을 받게 되지만 세간의 관심은 이내 또 다른 사건으로 옮겨 가면서 그녀의 꿈은 물거품이 된다.
        명성의 덧없음을 깨달은 록시는 다시 태어난 기분으로 벨마의 사건을 돕는다. 그 두사람은 자신들의 결백을 믿어준 사람들에게 감사함을 전하고 모든 단원들과 함께 춤을 추며 대미를 장식한다. 

      </p>
    </div>
  )

};