export default function Synopsis() {
  return(
    <div>
      <p> 
        때는 1920년 후반 시카고, 보드빌 배우 벨마 켈리는 자신의 남편과 여동생의 불륜 현장을 목격하고 그 둘을 총으로 쏘아 죽인다.
      </p>
      <p>
        또 다른 주인공, 록시 하트는 자신의 남편을 두고 프레드 케이슬리라는 남자와 은밀한 관계를 가져오다 그에게 다른 여자가 생기자 프레드에게 총을 쏴 살해한다.
        록시는 남편 에이모스에게 단순 강도를 살해한 것으로 속이고, 그녀의 죄를 자신이 뒤집어 쓰려하던 에이모스는
        경찰 수사로 록시와 프레드의 관계가 드러나자 에이모스는 배신감을 느끼며 록시의 범죄 사실을 시인한다.
      </p>
      <p>
        결국 록시는 쿡 카운티 교도소에서 벨마와 제각기 다른 사연으로 들어온 리즈, 애니, 준, 후넉, 모나 5명의 여죄수들과 함께 생활하게 된다.
      </p>
      <p>
        또한 '마마'라고 불리는 교도관 매트론 모튼은 죄수들에게 돈을 받고 도움을 주며 유착관계를 형성하고 있었다.
      </p> 
      <p>  
        벨마는 메스컴을 통해 유명세와 무죄를 얻어내 다시 보드빌 무대에 설 기회를 노리고 있었는데
        갑작스러운 록시의 출현으로 세간의 주목이 벨마가 아닌 록시에게 쏠리게 된다.
      </p>
      <p>
        한편, 한번도 재판에서 진 적 없는 시카고 최고의 변호사 빌리 플린은 벨마를 변호하다 록시의 변호를 맡기로 한다.
      </p>
      <p>
        빌리 플린은 록시의 인생사와 사건의 전말을 새롭게 꾸며내고 신문기자 메리 선샤인을 이용해 사람들의 동정심을 유발한다.
        록시는 빌리의 계획대로 화제의 인물로 떠오르게 되고 벨마는 재판 날짜까지 뒷전으로 밀린다.
      </p>
      <p>
        벨마는 록시를 이용해 자신의 명성을 이어가기 위해 협력하기를 제안하지만 이미 인기를 한 몸에 받고 있는 록시는 거절한다.
      </p>
      <p>
        에이모스의 아기를 가졌다는 거짓말까지 하는 록시. 에이모스는 이에 속아 자신이 아빠가 된다는 사실에 기뻐한다.
      </p>
      <p>
        벨마가 재판을 위해 준비한 아이디어까지 가로채 무죄 판결을 얻어내지만 록시지만 
        세간의 관심은 이내 또 다른 사건으로 옮겨가고 록시의 꿈도 물거품이 된다.
        결국 함께 공연을 하는 벨마와 록시. 그녀들의 은색 구두가 반짝이며 이야기는 막을 내린다.
      </p>  
    </div>
  )

};